export type Subject = {
    id: number;
    title: string;
    description: string;
};

export const mockSubjects: Subject[] = [
    {
        id: 1,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 2,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 3,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 4,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 5,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 6,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 7,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 8,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    },
    {
        id: 9,
        title: 'Название курса',
        description: 'Краткое описание курса. В несколько предложений'
    }
];
